[{
		"id": 101,
		"name": "Inaugural Function with plantation",
		"description": "Pack your Bags, load your passions and land up to Techno India NJR",
		"location": "Techno Circle",
		"timestamp": 1519414200000,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"main_stage"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},
	{
		"id": 102,
		"name": "Setu (Bridge Making)",
		"description": "Fee-100 PrizeI-500 II-300 Bridge Material Kit: Each bridge material kit consists of 200 numbers of Popsicle sticks, one bottle of fevicol, cutter, pins and rules sheet. Construction of Model Bridges: Only wooden popsicle sticks, fevicol and pins can be used to construct the bridges. No other materials are permitted. The wooden sticks can be cut to fit as desired. The amount of sticks and fevicol used in the bridge is limited only by the dimensions restrictions. Please note the following when you design and build your bridge: During the strength test of the bridge, one horizontal metal bar will be placed along the road deck of the bridge, at the center of the bridge. The weight on the bar will be hung using a hook. By placing the bar across the road deck in this manner, we ensure that the truss members of the bridge are stressed during the strength test. The builder of the model bridge shall ensure that there is one 2cm x 2cm opening through the center of the road deck of the bridge, to accommodate the vertical bar. Bridges should be built to ensure that the region underneath the horizontal bar is properly reinforced to distribute the force applied during the test. During the test, the bridge will rest on two tables placed exactly 50cm apart. These tables are loose and will resist the downward force applied to the bridge. The tables will not resist any sideways force exerted on them. Therefore ‘arch’ style bridges, which normally require an inward force on the ends of the arch for proper support, will not perform well in this competition. Dimensions of the bridge: The length of the bridge must be between 60cm and 70cm at its base. This is critical, and the bridge will be disqualified if it is shorter than 60cm and will be penalized if it is longer than 70cm at the base. The road surface of the bridge can be curved, if desired, but must be at least 6 cm wide along its entire length. The road surface is that part of the bridge deck available to be used by a model car travelling over the bridge. The road must be sufficiently smooth and continuously to allow a small model car to travel. The overall width of the bridge shall not exceed 15 cm. This is critical, and the bridge will be penalized if it is wider than 15cm. The overall height of the bridge shall not exceed 15 cm. Overall height means from lowest point to highest point. This is critical, and the bridge will be penalized if it is higher than 15 cm. How to accumulate points in the competition: Keep the glued joints clean and trimmed. At the joints, be sure to overlap the sticks and wipe off excess glue. Edges that are intended to be parallel should look parallel. Keep the structure symmetrical. Try to use some artistic imagination. Try to use engineering principles, to transfer the force from the middle of the bridge to its supports. Comply with the Dimensions restrictions to avoid penalties. Penalties: 2 points will be deducted for each 1 cm from the score if the bridge is longer than 70 cm at the base. 5 points will be deducted for each 1 cm (or partition thereof) that the bridge’s height exceeds 15cm. 1 point will be deducted for each 1cm that the bridge’s width exceeds 15cm. Ground for Disqualification: Entries will be disqualified if they use any material other than provided. Entries will be disqualified if the bridge length is shorter than 60cm. Entries will be disqualified if there is evidence of heat treating (baking etc.) Labeling: All finished bridges are to be labeled or identified by putting their Team name. Judging & Testing of bridges: The judging of the bridges is comprised of 4 main areas: Quality of Construction (10 points maximum) Application of Engineering Principles (20 points maximum) Aesthetics (10 points maximum) Strength (60 points maximum) The strength factor will be computed using the formula: The bridge with the highest strength factor will be given a score of 60. All other bridge entries within the category will be given a score less than 60, based on the ratio of their strength factor score to the highest strength factor score. The score will be calculated as The ‘Quality of Construction’, ‘application of Engineering Principles’ and ‘Aesthetics’ aspects of the competition will judge the model bridge on bridge build quality, good engineering design and whether the bridge has artistic merit. A bridge is considered to fail when it breaks or sags more than 9cm. ",
		"location": "Workshop",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"technical"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},
	{
		"id": 103,
		"name": "Tamasha (Nukkad Natak)",
		"description": "Fee-400 PrizeI-1200 II-800 The time duration for drama/ skit should be of 15 to 20 minutes. The content/ theme/ story of drama should be catchy and as per the college decorum. The participants have to carry their costumes and other accessories with themselves. ",
		"location": "Techno Circle",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"cultural"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},
 {
		"id": 104,
		"name": "Avatar (Face painting)",
		"description": "Fee-50 PrizeI-500 II-300 Solo entry-based event. Colours will be provided by college. No participant is allowed to add more colours on itself. Only 1 face is to be painted in two hours. The partner should be with the participant. There should be a message/ theme behind the painted face. ",
		"location": "Techno Circle",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"art_and_craft"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 105,
		"name": "Robo Race",
		"description": "Fee-200 PrizeI-1000 II-700 Water Rocket and all its components should be handmade. Readymade models are strictly not allowed. Your model can be of any size or shape and can be made by any material. If your model is found to dangerous, you will not be allowed to participate in the event. Whether or not your model is dangerous that will be decided by the panel of event coordinators. Only water and air can be used as propellants. A team can consist of maximum 4 members. Judging criteria will disclose on the day of event. Event Rules: The game consists of two teams of robots playing soccer against each other. Each team has two autonomous/manual robots. The game will consist of two halves. The duration of each half is 5-minutes. There will be 2-minute break in between the halves. Pre-match meeting: At the start of the first half of the game, a referee will toss a coin. The team mentioned first in the draw shall call the coin. The winner of the toss can choose either which end to kick to, or to kick off first. The loser of the toss will settle for the other option. After the first half, teams will switch sides. The team not kicking off in the first half of the game will kick off to begin the second half of the game. Kick-off: Each half of the game begins with a kick-off. All robots must be located on their own side of the field. All robots must be halted. The ball is positioned by a referee in the center of the field. The team kicking off places their robots on the field first. Robots cannot be placed nor remain behind the goal line or in the outer area. Robots cannot be repositioned once they have been placed. The team not kicking off will now place their robots on the defensive end of the field. On the referee's command all robots will be started immediately by each captain. Any robots that are started early will be removed by the referee from the field and treated as a damaged robot. Ball movement: A robot cannot hold a ball. Holding a ball means taking full control of the ball by removing all of its degrees of freedom. Examples for ball holding include fixing a ball to the robot's body, surrounding a ball using the robot's body to prevent access by others, encircling the ball or somehow trapping the ball with any part of the robot's body. If a ball stops rolling while a robot is moving or a ball does not rebound when rolled into a robot, it is a good indication that the ball is trapped. Goalie: The robot moving first into the penalty area on a team’s defending side completely (with every part of it) is designated as goalie until a part of it leaves the penalty area. Pushing: Within the penalty area, the goalie has priority. Attacking robots are not supposed to push the goalie in any way. If the attacker and the goalie touch each other and at least one of them has physical contact with the ball, the ball will be moved to the nearest unoccupied neutral spot immediately. If a goal is scored as a result of this pushed-situation, it will not be granted. Lack of progress: Lack of progress occurs if there is no progress in the gameplay for a reasonable period of time and the situation is not likely to change. Typical lack of progress situations are when the ball is stuck between robots, when there is no change in ball and robot’s positions, or when the ball is beyond detection or reach capability of all robots on the field. After a visible and loud count, a referee will call “lack of progress” and will move the ball to the nearest unoccupied neutral spot. If this does not solve the lack of progress, the referee can move the ball to different neutral spots. Out of bounds: If a robot’s entire body moves out beyond the white line of the field completely, it will be called for being out of bounds. When this situation arises, the robot is given a one-minute penalty, and the team is asked to remove the robot from the field. There is no time stoppage for the game itself. The robot is allowed to return if a kickoff occurs before the penalty has elapsed. Damaged robots: If a robot is damaged, it has to be taken off the field and must be fixed before it can play again. Even if repaired, the robot must remain off the field for at least one minute or until the next kickoff is due. If all robots have moved out of bounds, the penalties are discarded and the match resumes with a neutral kickoff. ",
		"location": "Garden",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"technical"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 106,
		"name": "Counter Strike",
		"description": "Fee-500 PrizeI-3000 II-2000  The team shall comprise of five members. First round will be knife round. Winner of this round will decide the team i.e. terrorist/counter terrorist or the map either of the two. The other factor will be decided by losing team. The map list for the tournament will be revealed at the time of competition. The team captain is responsible for ensuring his team and players adhere to the rules fully. Ignorance of the rules is not an excuse for rule violations. Tactical shield is not allowed. Guns which are not allowed in match: Bullpup, Kriez, D3. And any other type of Sniper rifle is not allowed. There will be 10 rounds in total. (5 CT and 5 T. Win 6 rounds to qualify) Playing with fewer than five players in any match is permitted. If disconnection occurs during a match: scores till the last round will continue and starting money will be decided by the organizers. Use of map bugs is prohibited. Bunny hop without Script is allowed. ",
		"location": "Computer Lab",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"gaming"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 107,
		"name": "Monochrome (Sketching)",
		"description": "Fee-50 PrizeI-500 II-300 Solo entry-based event. Drawing sheets will be provided by the college. Participants must bring extra required materials on their own. Use of stencils is not permitted. The time limit for the preparation shall be declared on the spot. The theme shall be declared on the spot. ",
		"location": "Language Lab",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"art_and_craft"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 108,
		"name": "Impromptu (Extemporary)",
		"description": "Fee-50 PrizeI-500 II-300 Solo entry-based event. The time limit will be 2 minutes. A warning will be given on completion of 2 minutes. Participant has to wrap up in 30 seconds otherwise marks shall be deducted. Topics will be of current affairs & will be given on the spot. ",
		"location": "Seminar Hall",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"literary"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},
 {
		"id": 109,
		"name": "Mini Militia",
		"description": "Fee-150 PrizeI-700 II-400 The game will be played in team of 3 members; one match will have 4 teams. Match duration 6 minute 40 seconds. Only the team with highest points will qualify for the next round. The map will be decided on the basis of votes but if votes are tied then coin toss will be done between high tower and catacomb. Players can either bring their own mobile phones or ask the administrator for mobile phone (depends on availability). To prevent any unfair means, all the teams going to play should uninstall previous versions of Mini-Militia and should install a fresh version of Mini-Militia in front of Coordinators or opponents. The teams should check for any discrepancies before the start of event otherwise the game will continue as usual with the same configurations if anything reported at the mid of the game. The player will be responsible for Calls, notifications, alarms, battery low etc. during the match. The Organizer has the right to disqualify and dismiss any registered player from the tournament, at their discretion, at any stage of the tournament, for any reason, with no prior warning to the player. The tournament organizers reserve the right to cancel or modify the tournament rules if technical failures or any other factor beyond reasonable control, impairs the integrity of the tournament. ",
		"location": "I – Car 3 Lab",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"gaming"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 110,
		"name": "Roadies (I Round)",
		"description": "Fee-300 PrizeI-3500 II-2500 III-1500 Each team will consist of 3 students. Name of the team should be given to volunteer. Other rules will be announced according to round on the spot itself. ",
		"location": "Techno Circle",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"flagship"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 111,
		"name": "Jigsaw Story writing",
		"description": "Fee-50 PrizeI-500 II-300 Solo entry-based event. The words will be given on the spot. The time limit allotted will be 30 mins. ",
		"location": "Language Lab",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"literary"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 112,
		"name": "OMG (Temporary Tattoo)",
		"description": "Fee-50 PrizeI-500 II-300  Each team shall comprise of two members (one participant and the other partner) Each team shall be provided with the limited number and quantity of colours initially and no external material is allowed to be used. Stencils, stickers and other reference materials not allowed. No reference material is allowed. ",
		"location": "Class Room (CS)",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"art_and_craft"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 113,
		"name": "Charm of Palm (Mehandi)",
		"description": "Fee-50 PrizeI-500 II-300 Solo entry-based event. The design should be unique and creative out of your imagination. Participants should bring their own material. No glitter, tattoos allowed. No reference material allowed. Time duration is of 60 minutes. The design must be on both sides of the hand. ",
		"location": "Language Lab",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"art_and_craft"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 114,
		"name": "Poetry Recitation",
		"description": "Fee-50 PrizeI-500 II-300 Solo entry-based event. Duration for each recitation is 1-2 minutes.",
		"location": "Seminar Hall",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"literary"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 115,
		"name": "Roadies ( II Round)",
		"description": "Each team will consist of 3 students. Name of the team should be given to volunteer. Other rules will be announced according to round on the spot itself. ",
		"location": "Techno Circle",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"flagship"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 116,
		"name": "In-House DJ Party (DJ Bhavik)",
		"description": "For the hardcore gamers, we bring to your service the game of the generation - Counter Strike. Happy Hunting!!",
		"location": "Techno Circle",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"flagship"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 117,
		"name": "Wall Graffiti (Wall painting)",
		"description": "Fee-50 PrizeI-1000 II-800 Each team shall comprise of maximum of three participants. Each team shall be provided with a definite amount of wall space. The theme of painting shall be declared on the spot. Nothing abusive shall be entertained over the wall. Participants must bring only spray colors on their own. ",
		"location": "Hostel",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"art_and_craft"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 118,
		"name": "FIFA",
		"description": "Fee-100 PrizeI-800 II-500  Game version: FIFA 15 kick off mode. Match type: 1v1. Players are provided with a standard keyboard and mouse. Other Controllers are allowed. Game-Play Settings 4-minute Halves Injuries: On Offsides: On Time/Score Display: On Player Status Bar: Player Names Camera: Dynamic or Tele Home side and away side will be decided with a coin toss between both players. Players are only allowed to pause the game for substitution if their team is in possession of the ball. All the teams are allowed to be picked except world 11, classic 11, EA 11, Adidas 11. If the scores tie in the given time golden goal will be played first and then penalties will take place. The administration has the right to disqualify players from the tournament after misconduct or unethical behaviour during the Tournament ",
		"location": "I – car 1 Lab",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"gaming"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 119,
		"name": "Rush (NFS)",
		"description": "Fee-100 PrizeI-800 II-500 Game Version: NFS Most Wanted 1.3 General Competition Method: 4 players Game Type: Circuit The Circuit is for 2 rounds Players getting the 1st position shall qualify for the next round. The tournament will be knock out. There will not be any match played for the third spot. Courses: Course selection is done by the Game Administrator Car Settings: All cars are available. Visual Upgrade allowed. Part, Performance (Pro, Super Pro, Ultimate) allowed, Junkman not allowed Personal save files are NOT allowed. Cars may be tuned before race; 60 seconds will be given for tuning. Race Mode Options: Nitrous: On Collision Detection: ON Performance Matching: Off Units: Player's own discretion Game Moment Camera: Off Car Damage: Off Rear View Mirror: Player's own discretion. Players are provided with a standard keyboard and mouse. Other Controllers and Steering Wheel are allowed. Player will be disqualified by the administrator on the basis of: Unfair play Use of any cheat program Intentional disconnection Use of any settings exceeding standard and permitted settings ",
		"location": "I – car 2 Lab",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"gaming"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 120,
		"name": "Symposium (Group Discussion)",
		"description": "Fee-50 PrizeI-500 II-300 Solo entry-based event. The participants will be grouped in teams & each team will be given a topic for discussion. The time limit for each team will be 15-20 minutes. Topics will be given on the spot. ",
		"location": "Seminar Hall – I",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"literary"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 121,
		"name": "Bob the Builder (Elevation Design)",
		"description": "Fee-50 PrizeI-500 II-300 Team consist of only one member. Time limit: 2Hrs Software allowed 3Ds Max + 3Ds Max Autocad + 3Ds Max Revit Participants must keep both Plan & 3D Rendered view at time of judgement. Participants must keep saving their files at small duration, organising committee will not hold any responsibility for any loss due to system failure or power failure. Planning must be based on Vastu. Use on internet or any mobile device during the competition is strictly ban, Any such use during the competition will make you disqualify. Extensive rendering may be allowed maximum duration of 24 Hrs. Judgment will be based on Accuracy, and Practicality of the project made. ",
		"location": "CAD Lab",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"technical"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 122,
		"name": "Robo Soccer",
		"description": "Fee-100 PrizeI-700 II-400 GENERAL RULES: Design and build two remote controlled, wireless robots (Striker and goalkeeper) and a team can have at most three robots. The team with maximum goals at the completion of the match will emerge as the winner. Each team must have a captain​. The captain is the person responsible for communication with referees. The competition area will be having a special place defined for the robot’s operation (here after COMPETITION FIELD). A goal is scored when the ball cross first line of the goal. Goals scored either by an attacking or defending robot have the same end result: they give one goal to the team on the opposite side.After a goal, game will be restarted with a kick-off from the team who received the goal against. Before a kick-off, all damaged or out of-bounds robots are allowed to return to the playing field immediately if they are ready and fully functional. Dimensions of the field: The playing-field is 360 cm by 480 cm. The field is marked by a white line which is part of the playing-field. Floor: The floor consists of green carpet on top of a hard level surface. The carpet will be of a quality that will resist the wear and tear of spinning wheels. All straight lines on the field will be painted / medical tape and have a width of 50 mm. Goals: The field has two goals, centered on each of the shorter sides of the playing field. The goal inner space is 60 cm width, 30 cm high and 30 cm deep, box shaped. The goal “posts” are positioned over the white line marking the limits of the field. The cross-bar is exactly over the white line. Center circle: A center circle will be drawn on the field. It is 120 cm in diameter. It is a thin black marker line. It is there for Referees and Captains as guidance during kick-off. Penalty areas: In front of each goal there is a 60 cm wide and 120 cm long penalty area. The penalty areas are marked by a black line of 20 mm width. The line is part of the area. A robot is considered inside the Penalty Area when it is completely inside. ROBOT SPECIFICATION: The Robot Can be either circular and rectangular style. The maximum diameter/width of the robot can be 30 cm there is no limit of height. A robot must have markings in order (1, 2 and 3) to be distinguished by the referee. Robots not carrying these markers are not eligible to play. Each robot must carry a top marker as white square and on top of it black number mark. Communication: Robots are not allowed to use any kind of communication during game play unless the communication between two robots is via Bluetooth class 2 or class 3 (range shorter than 20 meters) or via ZigBee. Teams are responsible for their communication. The availability of frequencies cannot be guaranteed. Handle: All robots must have a stable handle to hold and to lift them. The handle must be easily accessible, for example on top of a robot. The dimensions of the handle may exceed the 22 cm height limitation, but the part of the handle that exceeds this 22 cm limit cannot be used to mount components of the robot. Tournament Balls:A White soccer ball for the tournament will be made available by the organizers. The diameter of the ball is required to be 74 mm. Organizers are not responsible for providing balls for practice. ",
		"location": "Techno Circle",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"technical"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 123,
		"name": "Salad Making",
		"description": "Fee-50 PrizeI-500 II-300 Solo entry-based event. Participant must bring their own ingredients. All the ingredients which you will use for salad must be raw that is you can not use boiled or fried ingredients. Participant can only use the eatable ingredients i.e. things only for decoration purpose should not be used. Nothing should be prepared beforehand. Time duration is of 1 Hour. your presentation should be up to the mark as marks will be given on the basis of your presentation. ",
		"location": "Open Canteen",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"art_and_craft"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 124,
		"name": "Instrumental Beat-out",
		"description": "Fee-100 PrizeI-700 II-400 Solo entry-based event. All the requirements have to be bought by the participants except the drums which will be provided by the college. No background tracks are allowed. All the things have to be arranged by the participant accordingly. ",
		"location": "Techno Circle",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"cultural"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 125,
		"name": "Rangrez (Rangoli)",
		"description": "Fee-100 PrizeI-500 II-300 Each team should include maximum of three participants. Participants must bring colours on their own. Use of stencils/ frames is not allowed. No reference material is allowed. ",
		"location": "Machine Lab",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"art_and_craft"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 126,
		"name": "Roadies ( III Round)",
		"description": "Each team will consist of 3 students. Name of the team should be given to volunteer. Other rules will be announced according to round on the spot itself. ",
		"location": "Techno Circle",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"flagship"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 127,
		"name": "Aqua Launcher (Bottle Rocket)",
		"description": "Fee-100 PrizeI-700 II-400 Water Rocket and all its components should be handmade. Readymade models are strictly not allowed. Your model can be of any size or shape and can be made by any material. If your model is found to dangerous, you will not be allowed to participate in the event. Whether or not your model is dangerous that will be decided by the panel of event coordinators. Only water and air can be used as propellants. A team can consist of maximum 4 members. Judging criteria will disclose on the day of event. Event Rules: The game consists of two teams of robots playing soccer against each other. Each team has two autonomous/manual robots. The game will consist of two halves. The duration of each half is 5-minutes. There will be 2-minute break in between the halves. Pre-match meeting: At the start of the first half of the game, a referee will toss a coin. The team mentioned first in the draw shall call the coin. The winner of the toss can choose either which end to kick to, or to kick off first. The loser of the toss will settle for the other option. After the first half, teams will switch sides. The team not kicking off in the first half of the game will kick off to begin the second half of the game. Kick-off: Each half of the game begins with a kick-off. All robots must be located on their own side of the field. All robots must be halted. The ball is positioned by a referee in the center of the field. The team kicking off places their robots on the field first. Robots cannot be placed nor remain behind the goal line or in the outer area. Robots cannot be repositioned once they have been placed. The team not kicking off will now place their robots on the defensive end of the field. On the referee's command all robots will be started immediately by each captain. Any robots that are started early will be removed by the referee from the field and treated as a damaged robot. Ball movement: A robot cannot hold a ball. Holding a ball means taking full control of the ball by removing all of its degrees of freedom. Examples for ball holding include fixing a ball to the robot's body, surrounding a ball using the robot's body to prevent access by others, encircling the ball or somehow trapping the ball with any part of the robot's body. If a ball stops rolling while a robot is moving or a ball does not rebound when rolled into a robot, it is a good indication that the ball is trapped. Goalie: The robot moving first into the penalty area on a team’s defending side completely (with every part of it) is designated as goalie until a part of it leaves the penalty area. Pushing: Within the penalty area, the goalie has priority. Attacking robots are not supposed to push the goalie in any way. If the attacker and the goalie touch each other and at least one of them has physical contact with the ball, the ball will be moved to the nearest unoccupied neutral spot immediately. If a goal is scored as a result of this pushed-situation, it will not be granted. Lack of progress: Lack of progress occurs if there is no progress in the gameplay for a reasonable period of time and the situation is not likely to change. Typical lack of progress situations are when the ball is stuck between robots, when there is no change in ball and robot’s positions, or when the ball is beyond detection or reach capability of all robots on the field. After a visible and loud count, a referee will call “lack of progress” and will move the ball to the nearest unoccupied neutral spot. If this does not solve the lack of progress, the referee can move the ball to different neutral spots. Out of bounds: If a robot’s entire body moves out beyond the white line of the field completely, it will be called for being out of bounds. When this situation arises, the robot is given a one-minute penalty, and the team is asked to remove the robot from the field. There is no time stoppage for the game itself. The robot is allowed to return if a kickoff occurs before the penalty has elapsed. Damaged robots: If a robot is damaged, it has to be taken off the field and must be fixed before it can play again. Even if repaired, the robot must remain off the field for at least one minute or until the next kickoff is due. If all robots have moved out of bounds, the penalties are discarded and the match resumes with a neutral kickoff. ",
		"location": "Garden",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"technical"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 128,
		"name": "Treasure Hunt",
		"description": "Fee-150 PrizeI-1000  Team should consist of exact three members. Each team should announce their team name at the time of registration. The clue has to be found in a particular order.The team can not skip a clue lead to disqualification of the team. All the clues of teams are different and they are located at different places but final destination i.e. treasure is same. The team which finds the treasure first will win. ",
		"location": "Techno Circle",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"flagship"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 129,
		"name": "Codex (Coding)",
		"description": "Fee-50 PrizeI-500 II-300 Solo entry-based event.Questions will be provided on the spot and the programming language for solving the questions will be C, C++ and JAVA.",
		"location": "I – car 3 Lab",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"technical"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 130,
		"name": "Tug of War",
		"description": "Fee-200 PrizeI-800 Each team should have 8 members for Male team and 6 members for Female teams. The match is to be played barefooted. Further rules to be specified on the spot. ",
		"location": "Garden",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"flagship"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 131,
		"name": "Moot Court(Debate) (English/Hindi)",
		"description": "Fee-50 PrizeI-500 II-300 Solo entry-based event for English/Hindi debate. The time limit will be 3 minutes. A warning will be given on completion of 3 minutes. Participant has to wrap up in 30 seconds otherwise marks shall be deducted. The topic for the debate will be given 2-3 days prior to the event & the participant can choose to speak either in favour or against of the topic. ",
		"location": "Seminar Hall",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"literary"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 132,
		"name": "i-Genius (Technical Quiz)",
		"description": "Fee-100 PrizeI-500 II-300 The team shall be comprises of three members.The preliminary round will be a written one.Top 10 teams will advance to the next round.Mobiles, calculators and other accessories are not permitted.",
		"location": "Techno Circle",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"technical"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 133,
		"name": "Taal - Mel",
		"description": "Fee-100 PrizeI-1000 II-500 The maximum time allowed to each participant is 3 minutes. Contestants have to carry their own karaoke track of their desired song with them. Elimination round will depend upon the number of entries. ",
		"location": "Seminar Hall",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"cultural"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 134,
		"name": "Roadies (Final Round)",
		"description": "Each team will consist of 3 students. Name of the team should be given to volunteer. Other rules will be announced according to round on the spot itself. ",
		"location": "Outside Campus(To be declared)",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"flagship"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	},{
		"id": 135,
		"name": "Roadies (Final Round)",
		"description": "Each team will consist of 3 students. Name of the team should be given to volunteer. Other rules will be announced according to round on the spot itself. ",
		"location": "Outside Campus(To be declared)",
		"timestamp": 1519297200,
		"imageUrl": "https://github.com/anandwana001/Tech-Jalsa/raw/master/app/src/main/res/drawable-xxxhdpi/inaguration.jpg",
		"facebookEventLink": "https://www.facebook.com/events/146369969401971/",
		"additionalInfo": [],
		"categories": [
			"flagship"
		],
		"organizers": [{
				"name": "Gaurav Kumawat",
				"phoneNumber": 9785282959
			}
		]
	}
]
